Simulaciones/Sim 4/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    wallz
    {
        type            noSlip;
    }
    inlet1
    {
        type            flowRateInletVelocity;
        massFlowRate    0.3;       
        rhoInlet        1000;       
        value           uniform (0 -0.3 0); 
    }

    outlet1
    {
        type            pressureInletOutletVelocity;
        value           uniform (0 0 0);

    }

    atmosphere
    {
        type            pressureInletOutletVelocity;
        value           uniform (0 0 0);
    }

    FrontBackPlanes
    {
        type            symmetry;
    }
}


// ************************************************************************* //
